[{
		"person": "Samuel Gray",
		"project": "sight",
		"image": "../media/logos/sam.png",
		"attr": "data-sam",
		"type": "app",
		"short": "Sight allows a visual imapaired user to navigate their environment helping them find, objects they are looking for without assistance from another person, helping them identify close family and friends and even read.",
		"long": "As full sighted people, we often take for the advantage the ease that sight brings to our lives, from enjoying the view outside our bedroom window, knowing what breed of dog is in front of us to sensing social cues through body language such as smiling or frowning. However, for blind people they have no such advantages, they cannot preserve the world around them via sight. That is my mobile application Sight comes in. It will allow a user to navigate their environment helping them find, objects they are looking for without assistance from another person, helping them identify close family and friends and even read.",
		"email": "sam.gray22@gmail.com"
	},
	{
		"person": "Adam Hale",
		"project": "Cookr",
		"attr": "data-adam",
		"type": "other",
		"image": "../media/logos/adam.png",
		"short": "With The Cookr recipe cards, the traditional recipe cards are reimagined using technology. Online video tutorials of recipes are a tap away with Near Field Communication (NFC) tags built into the cards.",
		"long": "Simply tap an NFC enabled Android or iOS device on any recipe page and an online video tutorial of how to make the dish is instantly available to view on screen.  The project is designed as an alternative to using a laptop in the kitchen to aid cooking to access recipes or online videos.  As most modern smartphones are waterproof, they act as the perfect medium to access digital content in the kitchen. These recipe cards give aspiring cooks the choice to read the recipe from the card or view an online tutorial, all with the tap of their smartphone. ",
		"email": "adam.hale@live.co.uk"
	},
	{
		"person": "Tessa Waldock",
		"project": "Freehand",
		"type": "app",
		"attr": "data-tessa",
		"image": "../media/logos/tessa.png",
		"short": "Freehand generates a new Doodle of the Day, everyday. Stay creative with Freehand by choosing to share your very own version of #doodleoftheday.",
		"long": "Freehand generates a new Doodle of the Day, everyday. Stay creative with Freehand by choosing to share your very own version of #doodleoftheday. Create a profile and release your inner-creativity by drawing daily with Freehand. Be inspired and stay connected with fellow users.",
		"email": "waldocktessa@gmail.com"
	},
	{
		"person": "Amy Wichelow",
		"project": "Beauty Blend",
		"type": "app",
		"attr": "data-amyw",
		"image": "../media/logos/amyw.png",
		"short": "Beauty Blend is a makeup tutorial app which allows users to create tutorials for others to follow.",
		"long": "Beauty Blend is a makeup tutorial app which allows users to create tutorials for others to follow. Select the duration, difficulty and various steps. If users don’t wish to create tutorials, they can sign up purely to follow them and master new makeup trends, then when they have finished they can share their looks with friends on social media.",
		"email": "amy_wichelow@hotmail.co.uk"
	},
	{
		"person": "Katie Mcgowan",
		"project": "Korero",
		"type": "website",
		"attr": "data-katie",
		"image": "../media/logos/katie.png",
		"short": "Korero is a social media service which connects users with others around them who share the same interests, and allows them to chat with each other",
		"long": "Korero is a social media service which connects users with others around them who share the same interests, and allows them to chat with each other. Simply enter as many interests as you like, and you'll be connected to others people based upon physical location and number of shared interests.",
		"email": "katiemcgoo@hotmail.co.uk"

	},

	{
		"person": "Becky Hughes",
		"project": "Astral Body",
		"type": "installation",
		"attr": "data-becky",
		"image": "../media/logos/becky.jpg",
		"short": "Astral body is an artistic and spiritual representation of foetal development as it forms and grows inside of the womb.",
		"long": "Astral body is an artistic and spiritual representation of foetal development as it forms and grows inside of the womb. Conveying the beauty of life and taking away from the medical and often uncomfortable feelings which women may experience during pregnancy, Astral Body encourages the audience to imagine the fusion of two bodies creating new life as a thing of beauty.",
		"email": "becky_hughes94@hotmail.co.uk"

	},
	{
		"person": "Abbie Norris",
		"project": "iRescue",
		"type": "app",
		"attr": "data-abbien",
		"image": "../media/logos/abbien.png",
		"short": "iRescue is an animal adoption app to help users connect with abandoned animals in need of a home.",
		"long": "iRescue is an animal adoption app to help users connect with abandoned animals in need of a home. Using location to find shelters near you, search and refine what type of animal you would like to adopt and browse in your own time to find the right animal for you. Also speed up the adoption process through filling out an application form on your phone, sent directly to the shelter.",
		"email": "abbeenorris@hotmail.co.uk"

	},
	{
		"person": "Terry Bridges",
		"project": "Happenstance",
		"type": "app",
		"attr": "data-terry",
		"image": "../media/logos/terry.jpg",
		"short": "Happenstance is a location based, music discovery app aimed to offer its user the chance to discover new music on the move, sometimes by chance, sometimes on purpose.",
		"long": "Happenstance is a location based, music discovery app aimed to offer its user the chance to discover new music on the move, sometimes by chance, sometimes on purpose.  The app aims to almost imitate walking into a record shop and discovering new music yourself; with the growth of music streaming services such as Spotify, it is becoming easier and easier but perhaps less exciting to explore new music.  It also has clear links to location based, discovery games such as Pokémon Go which encourage the user to engage in physical activity and socialising. Happenstance.  Find your sound.",
		"email": "terrybridges234@gmail.com"

	},
	{
		"person": "Amy Pountney",
		"project": "Eventful",
		"type": "app",
		"attr": "data-amyp",
		"image": "../media/logos/amyp.jpeg",
		"short": "Eventful is an IOS application that focuses on the meetup and social connections of friends.",
		"long": "Eventful is an IOS application that focuses on the meetup and social connections of friends. By creating personalised events that are visible on a map to all other joined users, making this a great platform to connect with new friends through similar interests. Those who don’t want to create the events can use the app to join them. Joining the events will place users into a chat with others attending, to discuss further plans and get to know each other better in the group.",
		"email": "amy.pountney@hotmail.co.uk"

	},
	{
		"person": "Grace Miller",
		"project": "Stacked",
		"type": "app",
		"attr": "data-grace",
		"image": "../media/logos/grace.png",
		"short": "STKD or ‘stacked’, is an iOS mobile application that enables the user to track their fitness, form and strength during training at the gym",
		"long": "STKD or ‘stacked’, is an iOS mobile application that enables the user to track their fitness, form and strength during training at the gym. A selection of PT (personal trainer) certified exercises can be viewed in the user’s own gym. STKD then allows the user to record videos of themselves performing these exercises so that their form can be compared to that of the AR trainer.  Videos can be filmed by the user’s gym buddy (to get all the angles!) or recorded by the user themselves using the hands-free functionality. STKD stores the user-generated video content along with details of the weights, sets and reps for that session. A PB (personal best) badge is used to highlight achievements which allows the user to set personal goals to sustain motivation. ",
		"email": "grace.miller07@hotmail.com"

	},

	{
		"person": "Timothy Andres",
		"project": "Rise Up",
		"type": "website",
		"attr": "data-tim",
		"image": "../media/logos/tim.png",
		"short": "Lovechurch Worship is a church in Bournemouth that is releasing their EP on June 15th, as a volunteer at Lovechurch I’ve been in collaboration with them in aid of promoting their EP through digital design",
		"long": "Lovechurch Worship is a church in Bournemouth that is releasing their EP on June 15th, as a volunteer at Lovechurch I’ve been in collaboration with them in aid of promoting their EP through digital design. The work consists of a fully responsive website, social media content for Instagram/Facebook and merchandise that will be used. All the designs are organically made incoherent with the EP. The intention of this is to aid the promotion of Lovechurch Worship’s EP launch in the reflection of their environment.",
		"email": "Timothy.James.Andres@gmail.com"

	},
	{
		"person": "Hallam Ager",
		"project": "Connections",
		"type": "app",
		"attr": "data-hallam",
		"image": "../media/logos/hallam.png",
		"short": "Connections is an IOS app, build with the aim to connect students with businesses based on location",
		"long": "Connections is an IOS app, build with the aim to connect students with businesses based on location. Alongside the core idea is a simple user interface and interaction inspired by the work of Tinder, who focus on the concept of binary choice. The binary choice aspect of the app makes users decided yes or no based on the information displayed on a card of the student or business. If two users have liked each other’s card then they have matched, enabling them to view more information and unlock more functionality such as question answering, job searching and interview organisation.",
		"email": "hallamager@msn.com"
	},
	{
		"person": "Michael Horbacki",
		"project": "FOOD4U",
		"type": "app",
		"attr": "data-michael",
		"image": "../media/logos/michael.png",
		"short": "FOOD4U is an app that allows you to see where your closest supermarket is, it shows what meals you can have and how to make them.",
		"long": "FOOD4U is an app that allows you to see where your closest supermarket is, it shows what meals you can have and how to make them. This app will pick up your location and give you a list of the closest supermarkets in a 1 mile radius and show you how far away they are from your location. It shows you what you might like to make from each supermarket and give you the ingredients plus what you will need to make it how long it takes to make and how to make it. Each recipe has its own page plus its own method that takes you through step by step into making that meal.",
		"email": "Mhorbacki@hotmail.co.uk"
	},
	{
		"person": "kyle Jenkins",
		"project": "DAZE",
		"type": "other",
		"attr": "data-kyle",
		"image": "../media/logos/kyle.png",
		"short": "DAZE is a virtual reality visualisation and memory technique aimed to teach users a new way to use their mind allowing them to more readily hold on to information.",
		"long": "DAZE is a virtual reality visualisation and memory technique aimed to teach users a new way to use their mind allowing them to more readily hold on to information.",
		"email": ""
	},
	{
		"person": "Matt Hammond",
		"project": "The Champagne Assistant",
		"type": "app",
		"attr": "data-matt",
		"image": "../media/logos/matt.jpg",
		"short": "The champagne assistant is an IOS app designed and developed to detect champagne bottles in real time and present marketing, social and product information surrounding the bottle. The app uses image comparison framework (ARToolKit) to analyse real time camera frames to determine the difference between what the camera sees and what labels have been inputted. Then using an online database, the information is fetch, and store locally to the device before loading the custom design to view.",
		"long": "hello",
		"email": "matthammond96@gmail.com"
	},
	{
		"person": "Luke Clarke",
		"project": "TVLY CLOTHING",
		"type": "other",
		"attr": "data-luke",
		"image": "../media/logos/luke.jpg",
		"short": "VLY (pronounced Valley) is a UK based menswear brand rooted in Welsh heritage which merges street & high-end sensibilities. The objective was to create desirable fashion brand with standout styles and trends but kept to its Welsh roots.",
		"long": "VLY (pronounced Valley) is a UK based menswear brand rooted in Welsh heritage which merges street & high-end sensibilities. The objective was to create desirable fashion brand with standout styles and trends but kept to its Welsh roots. The collection draws inspiration from vintage clothing, infused with a modern attitude and combines both the urban and sportswear worlds. The collection features images of historical welsh figures that were chosen by the welsh public. The project features a website has been created to illustrate the brand’s story and collection through the concept of a lookbook. The website’s narrative surrounds a one page scroll website featuring images of the clothing, taken in a location in Wales.",
		"email": "matthammond96@gmail.com"
	},
	{
		"person": "Joel Pedrini",
		"project": "Discover Sea",
		"type": "other",
		"attr": "data-joel",
		"image": "../media/logos/joel.jpg",
		"short": "Discover Sea is a location based phone application, that’s sole attraction is to engage users to learn something new about our oceans while actively on the move to pursue a reward.",
		"long": "Discover Sea is a location based phone application, that’s sole attraction is to engage users to learn something new about our oceans while actively on the move to pursue a reward. Having the resplendent southern coastline of Bournemouth on offer, tourists and residents alike are too easy to focus on their digital lives and disregard the reality in front of them. The application aims to encourage users to complete the 1.6 mile walk along the promenade, which in turn at certain points, unlocks unique information on various sea life found within the southern coastal waters of the UK.",
		"email": "lewispedrini@gmail.com"
	},
	{
		"person": "Verity Cannings",
		"project": "'Forge Fiends' Character Compendium",
		"type": "graphic",
		"attr": "data-verity",
		"image": "../media/logos/verity.png",
		"short": "The ‘Forge Fiends’ Character Compendium is an experimental take on video game asset design, focusing primarily on the characters and their interlinking narratives. The compendium focuses both on highly detailed artwork and vector-based assets for animation, created in Adobe Photoshop and Illustrator respectively.",
		"long": "The ‘Forge Fiends’ Character Compendium is an experimental take on video game asset design, focusing primarily on the characters and their interlinking narratives.",
		"email": "veritycannings@gmail.com"
	},

	{
		"person": "Nibia Waheed",
		"project": "Ask Me Anything",
		"type": "app",
		"attr": "data-nibia",
		"image": "../media/logos/nibia.jpeg",
		"short": "Ask Me Anything is a physical card game called ‘Ask Me Anything’, the game is based on getting to know people around you. This can be for dating or friendship purposes.",
		"long": "Ask Me Anything allows people to be open with each other and add a sense of risk to the relationship they have, as honesty is key to the game. It’s based on humour as this can be a step towards building a foundation for a relationship.",
		"email": ""
	},
	{
		"person": "Mark Lucas",
		"project": "UNiPAL",
		"type": "app",
		"attr": "data-mark",
		"image": "../media/logos/mark.png",
		"short": "UNiPAL app is a unique iOS application that allows BU students to connect with one another no matter what faculty, course or year they're in.",
		"long": "UNiPAL app is a unique iOS application that allows BU students to connect with one another no matter what faculty, course or year they're in. UNiPAL gives students the chance to reach out and share advice, experiences and knowledge which in turn, can create more dynamic social networks and friendships.",
		"email": "markj.lucas@hotmail.com"
	},
	{
		"person": "Amy Cotton",
		"project": "Giftable",
		"type": "app",
		"attr": "data-amyc",
		"image": "../media/logos/amyc.png",
		"short": "Giftable is an iOS application that makes buying the perfect gift easier",
		"long": "Giftable is an iOS application that makes buying the perfect gift easier. By creating a profile for your ‘Giftee’ you can quickly search a variety of shops online for a gift that matches your ‘Giftee’s’ likes, hobbies and interests. It also has an in-built event calendar which makes remembering everyone’s birthdays much easier!",
		"email": "Amyannecotton@gmail.com"
	},
	{
		"person": "Giancarlo Fagon",
		"project": "Giftable",
		"type": "other",
		"attr": "data-giancarlo",
		"image": "../media/logos/giancarlo.png",
		"short": "The Industry is a digital music-themed collectible card game, where two players face off in a turned-based match to accrue and manage resources, as they vie for popularity",
		"long": "The Industry is a digital music-themed collectible card game, where two players face off in a turned-based match to accrue and manage resources, as they vie for popularity.  Every card in the game represents a music related object, title or environment, including Artist cards, which are represented by real life music artists.Players bribe, steal, trade, and manipulate resources in an effort to reach ten hype points before their opponent can. Winning a match earns in-game currency that can then be used to unlock new cards. Much of the gameplay is influenced by interaction mechanics from card games like Hearthstone and Magic: The Gathering, and resource manipulation principles from board games like Monopoly and Settlers of Catan.",
		"email": "design@diigima.com"
	}
]
